{"Razor": ["I am but a humble servant of the Underscape, but once you arrive in the Narrow Maze, you are mine."], "Night Stalker": [], "Naga Siren": [], "Undying": ["Gummy which are a lot like the gummy worms you get on Halloween; this is different though, it's healthy.", "Gummy which are a lot like the gummy worms you get on Halloween; this is different though, it's healthy."], "Dragon Knight": ["The dragon Slyrak sleeps within this armor, and the knight within the Dragon waits. Beware you do not wake them both.", "The dragon Slyrak sleeps within this armor, and the knight within the Dragon waits. Beware you do not wake them both.", "The wisdom of the Eldwurms, fused with the valor of the ageless knight: this is the source of my nobility.", "The wisdom of the Eldwurms, fused with the valor of the ageless knight: this is the source of my nobility."], "Juggernaut": ["By the Visage of Vengeance, which drowned in the Isle of Masks, I will carry on the rites of the Faceless Ones."], "Ursa": [], "Bane": [], "Pugna": ["As bad as things get, I can always come up with a way to make them a little worse.", "To master oblivion, you must become oblivion. Look into my eyes and you will see what I'm talking about."], "Slardar": ["Too bright up here and far too light. I long for the pressures of the deep, and the subtle luminosities of the sunken world."], "Tinker": [], "Ancient Apparition": [], "Shopkeeper": [], "Omniknight": [], "Chaos Knight": [], "Outworld Devourer": [], "Abaddon": ["I have known from an early age, since the Avernal Font's first and greatest revelation, that this one would be in the bag."], "Faceless Void": ["Time is a river with many eddies. I have seen its head waters, and I have seen its currents reach the sea."], "Mirana": ["I had a vision of this place in the Temple of Mene, but I had no idea it was a prophecy."], "Bristleback": ["It's in the bag, mate. Yeah, go on, you see if it's not. Open it up and see if it's not in there. I'm telling you, it's a lock, mate.", "It was a barkeep that got me into this mess. Yeah, I think I'll pay em a visit when this is done."], "Elder Titan": ["It is only right that I am cast into this world, for I had a hand in breaking it.", "Never in all the world's making and remaking have I witnessed an outcome that was more unequivocally in the bag."], "Lone Druid": [], "Shadow Fiend": [], "Templar Assassin": ["Where the Hidden Ones send me, I go without question. I do not even question why I question not.", "I did not take power nor did I earn it. It came with my vows. And if I were to break them, there would be nothing left."], "Shadow Demon": [], "Anti-Mage": [], "Necrophos": [], "Techies": ["Spoon was in the workshop when it exploded, right? I think so. No I wasn't. You know, sometimes I can still hear his voice.", "Spoon was in the workshop when it exploded, right? I think so. No I wasn't. You know, sometimes I can still hear his voice."], "Medusa": ["I am never alone. My pets hiss around my head, comfort and reminder of my cold and vengeful road.", "Never come between a Gorgon and her sisters. I will turn your blood and bone to stone, and shatter you into a thousand remorseful shards."], "Enchantress": [], "Phantom Lancer": ["Hm hm hm hm hm hm ha ha ha ha ha ha hh hh hh hh hh hh hh hh hh."], "Announcer": [], "Underlord": [], "Tiny": ["Was I a splinter from a golem's heel? A chip from the Oracular Visage of Garthos? I shall not rest until I know from whence I came."], "Riki": [], "Invoker": ["You'd have done better to clothe yourself in knowledge, for all the good your scraps of armor did you.", "From the first point was begat a line. From this line was begat a world. And that first point was one I made."], "Mercurial's Call": ["Ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha!"], "Sniper": [], "Meepo": ["I'm sick of scrambling around in the dirt. Gotta find a way to get us back on our feet!", "All these fancy knights and scary monsters. Pff! What do they got that I ain't got? Nothing, that's what."], "Leshrac": ["An end to it all is all I desire, that I might learn what worse mysteries the Impurities veil.", "The truth of nature is torment, suffering and decay. But only the wisest see this--which is to say, only Leshrac."], "Zeus": ["Don't take it badly if I look down on you. From where I sit, you all look like tiny insects.", "Don't take it badly if I look down on you. From where I sit, you all look like tiny insects."], "Portal Pack": ["Welcome to Dota. Don't forget your little plastic sword. And all your chins. And your giant flagon of gravy.", "I don't want to tell you your business, but if it were me I'd leave this new game mode alone.", "I wouldn't bother with this mode. My guess is that just clicking it will make your life even worse somehow.", "Roshan has been callously butchered by the Radiant.I'll put in a request to notify his children that they're orphans now.", "Roshan--bestselling novelist, avid fly fisherman,proud father of three--has just been murdered by the Dire.I hope they're proud of themselves.", "Get back to battle. I think there's still a spot of ground out there that doesn't have your blood on it.", "They struck you down, but you've come back stronger! Wait, I'm sorry. I meant heavier. In the face. Anyway, waddle out there and do your best.", "You paid for the whole seat, so get comfortable because it looks like we may be here a long time.", "Here's a Dota play-by-play. That fat, batwinged thing just flew left. A goblin punched a… ghost I think. Good for him. Good for everyone. Anyway: Dota.", "I spy with my robot eye something that makes no sense. Did you guess everything that's going on here? Because this is all nonsense.", "The game already started, by the way. I wasn't sure if you were waiting for a whistle. There isn't one.", "Well, really there should be an entirely new word for whatever it was you just stumbled and pinwheeled your arms through. But I guess for now let's call it winning.", "All your little goblins destroyed a magic whatever-it-was in the middle of a forest. That's quite a skill you have. If I were you I'd wait by the mailbox for my big check.", "I was going to say it's not that big a deal, but then I looked at your file and saw the list of your other accomplishements. The space on the form where they should have been, I mean.", "Did you win? I don't have the first clue what's happening right now. What about those things? The tree-people things. Are they important?", "You're winning. More accurately, you're on the same team as winners who happen to be near you while they win. Anyway, congratulations.", "When other people play that hero it looks fine. But right here a scientist has noted that when you play it looks stupid.", "But we're all winners here. Especially those players over there. In the enemy camp. You know, the ones celebrating.", "That doesn't mean you have to like it. It just means you'll probably keep doing it because of your aptitude at failure.", "But don't worry, losing builds character. In fact it's making you a better person right now. A great, big, well-rounded loser with lots of personality.", "But looking at it another way, I think you've won a real moral victory here. Which doesn't mean we should forget about the first way. The more accurate and humiliating way.", "But it's not a big loss really. It's one in a series of very small losses over a 45 minute timespan that, when added up, will look like one big, spectacular failure.", "Is this part of an elaborate trap you're going to spring on them later? Because it looks like they're really falling for it.", "This is the hardest part about being an impartial announcer: balancing how little I care about anything that's happening here."], "Silencer": [], "Jakiro": [], "Broodmother": [], "Enigma": [], "Doom": [], "Lina": [], "Alchemist": [], "Batrider": [], "Brewmaster": [], "Axe": [], "Skywrath Mage": ["From the Ghastly Eyrie I can see to the ends of the world, and from this vantage point I declare with utter certainty that this one is in the bag!"], "Lifestealer": [], "Venomancer": ["In the Acid Jungles of Jidi, I was but a minor inconvenience. Here, the slightest whiff of venom sends them screaming."], "Morphling": [], "Death Prophet": [], "Lion": [], "Ogre Magi": [], "Dazzle": [], "Magnus": ["Since I vowed to reclaim our homeland, I have never made a stauncher oath. But I swear, this one is in the bag.", "Whosoever brought the fires of Mt. Joerlak down upon my kin, know this: You are craven. I shall track you down, and once I do, you shall die upon my horn. Slowly.", "I have long since lost count of however many fools and weaklings I have slain by pike, by horn, or by hoof. Though let me assure you: The process never ceases to be entertaining.", "No, I blame no one who covets my horn. But to desire more than sight of it is a guarantee of death."], "Earth Spirit": ["Never in the long history of the Earth has there ever been a battle more in the bag than this one."], "Pudge": [], "Storm Spirit": [], "Nature's Prophet": [], "Warlock": ["The last word of power, ever receding. The final page, ever unwritten. I have devoured all the grammaries this world has to offer. Now I write my own grimoire."], "Spirit Breaker": [], "Crystal Maiden": [], "Sven": [], "Huskar": ["Those who are given more in life must not cling to it but risk it all at every moment."], "Centaur Warrunner": [], "Treant Protector": ["Mmm, yes, after long consideration I believe it is safe to say that this one is in the bag."], "Sand King": [], "Dark Seer": [], "Clinkz": [], "Clockwerk": [], "Witch Doctor": [], "Oracle": ["Eh he he he he he he he he he he he he he he he he he he he!", "I see you dying of extreme old age. Or perhaps a very old person will kill you. One or the other.", "One there is who wishes to convert you to his cause. Be not persuaded and take not his pamphlets.", "Before this day has ended, you will fall beneath the shadow of a soul far more tormented than your own.", "Let fear not force you all to huddle close, or ice will wrap you hard up in its chains.", "Hm ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha! Eh he he he!"], "Earthshaker": [], "Puck": ["The Scrolls of Haize are concise on this matter: with youth comes grave responsibility. A thousand years of youth have fallen behind, and still I fill the time with games.", "Hatched on a frond of the Undertree, I devoured leaf, stalk, root and all of my sibs. Yet, only halfway through this Eon, I already hunger for more!"], "Nyx Assassin": ["As the chosen assassin of the greatest goddess Nyx, I can promise you that this one's in the bag.", "Many are the soldiers, workers and reproductives of my colony. But I am the fourth caste. The assassin caste. The caste of one.", "I could have been a lowly grub, but by the grace of our goddess Nyx, I have been elevated to the highest state. Nor shall I disappoint her."], "Bounty Hunter": ["You're wanted dead or alive. I don't know which you are but I'll collect your bounty all the same."], "Luna": ["I was once the scourge of the plains, a terror on the wind. What hope do our enemies think they have?", "Mm mm mm ha ha ha ha ha ha ha ha ha ha ha! Hh ah ha ha ha ha ha ha ha ha ha ha ha!"], "Shadow Shaman": [], "Disruptor": [], "Announcer: Tusk": [], "Timbersaw": ["This one is in the bag. And that one is too. And that one! They are all in the bag.", "First blood! I cut you, and I split you, and I killed you! Ha ha ha ha ha ha!", "Someone once told me I needed to face fear to get over it, and I thought well why not take a step further and cut my fear into little pieces then set my fear on fire then throw the hot ash of my fear into a lake and then poison the lake. Simple!", "No escape! No escape! They they're gonna find me! They'll get me I'm telling you I know it they cz vz mm!"], "Viper": [], "Tusk": ["They call me the Terror from the Barrier. They call me the Snowball from Cobalt. But you may call me Tusk!", "After a bar brawl it's customary, as a courtesy, to buy everyone who's still standing a round of drinks."], "Skeleton King": [], "Lycan": [], "Winter Wyvern": ["This must be the battle sung of in the Eldwurm's Edda: the battle that was truly in the bag!", "I saw this field from where the Eldwurms roost and knew one day it would cool beneath my shadow."], "Phoenix": [], "Beastmaster": [], "Bloodseeker": [], "Gyrocopter": [], "Windranger": [], "Drow Ranger": [], "Vengeful Spirit": ["That was but a first taste of revenge. Nn ha ha ha ha ha ha ha ha ha ha ha ha!"], "Io": [], "Terrorblade": [], "Spectre": [], "Kunkka": ["I haven't seen such a pack of tree weasels since we rousted the Trembling Isles free of all the…tree weasels.", "Ah, had this treasure not fallen to me, I would have delved to the sea floor to claim it!"], "Slark": ["When I say a thing, you know it's true. So I'm calling it right here and now. This one's in the bag!", "Plots and plans come to nothing when you're teamed with a bunch of loudmouths and losers. That's why when it was my time to make a break from Dark Reef Prison, I worked alone.", "My worst nightmare. It's a dream I have. I'm in a square cell, glass walls, just me and a little castle. I'll take Dark Reef over that any time."], "Weaver": ["Few know their place in the cosmic weave. Fewer still can lay their claws upon the Loom and influence the pattern."], "Troll Warlord": [], "Lich": [], "Visage": ["I have watched the dead cross over for an eternity. Many have I seen pass below, and beyond: kings and tyrants, peasants and knights, creatures large and small.", "It is one thing to animate a corpse from beneath the ground. It is another to rip a soul from beyond the veil."], "Ember Spirit": [], "Arc Warden": ["It is not to aid the Ancients that this war is joined, but to destroy them both. This disunity must end."], "Legion Commander": ["It's the smells of battle that stay with you long after they've ended. In Stonehall it was blood and sulfur, smoke, and rot and fear…", "It's the smells of battle that stay with you long after they've ended. In Stonehall it was blood and sulfer, smoke, and rot and fear…", "You won't win the war by dying for your Ancient. You'll win by making the other dumb, unfed bastard die for theirs!", "You won't win the war by dying for your Ancient. You'll win by making the other dumb, unfed bastard die for theirs!", "I seek to right the wrongs done to my people. I seek to learn what fate the skies hold for me.", "I seek to right the wrongs done to my people. I seek to learn what fate the skies hold for me."], "Wraith King": [], "Tidehunter": [], "Phantom Assassin": ["The Veiled Oracle names a name, and I move to take that life. The pattern of the Veil requires it.", "The Veiled Oracle names a name, and I move to take that life. The pattern of the Veil requires it."], "Chen": [], "Rubick": []}